[
    {
        "id": "3114c9ec-e04c-4cf5-baed-df4c46711263",
        "title": "DeviceyElite Computer and Phone set",
        "image": "http://localhost:8080/images/Laptop-Phone-set.jpg",
        "description": "A dynamic duo designed to fuel your ambitions and streamline your digital journey. This thoughtfully curated combination is tailored to the needs of go-getting entrepreneurs who demand both performance and connectivity in their fast-paced world. The laptop, a powerhouse of innovation, is your canvas for ideation and execution. It transforms your vision into reality, enabling you to strategize, create, and communicate with precision. Paired with the laptop is a state-of-the-art smartphone that keeps you connected on the move. This phone is not just a device – it's your command center, allowing you to manage tasks, schedule meetings, and stay ahead of your competition effortlessly.",
        "price": "$2899.00",
        "rating": "5",
        "reviews": [
            {
                "id": "244c009e-037c-4458-bfbd-f2024d0d0433",
                "name": "Rebekah Kim",
                "review": "Top-notch quality and unbeatable convenience – the DeviceyElite laptop and phone set gets a solid 5 out of 5 stars from me.",
                "rating": 5,
                "timestamp": 1694192400000
            },
            {
                "id": "e5c36580-ac17-44a6-929e-01660fa6a762",
                "name": "Robyn Jacobs",
                "review": "Couldn't be happier with the DeviceyElite laptop and phone set – a must-have for fellow entrepreneurs seeking both functionality and sophistication.",
                "rating": 5,
                "timestamp": 1694278800000
            },
            {
                "id": "29907f2f-8870-477b-b895-f3a1661db422",
                "name": "Freddie Taylor",
                "review": "Impressed with the DeviceyElite laptop and phone set – a powerhouse duo that keeps me productive and connected!",
                "rating": 5,
                "timestamp": 1694362200000
            }
        ]
    },
    {
        "id": "789ed2b5-3292-400b-9604-8134212d511c",
        "title": "Laptoplair Laptop Bag",
        "image": "http://localhost:8080/images/LaptopBag.jpg",
        "description": "Here is our Laptoplair Laptop Bag! This meticulously designed bag strikes the perfect balance between style and functionality, ensuring you're well-prepared to conquer the business world with finesse. The thoughtfully designed compartments and pockets offer easy access to your belongings, allowing you to seamlessly transition between workstations and networking events. Constructed from durable materials, this laptop bag stands up to the demands of a dynamic entrepreneur's lifestyle, promising longevity and reliability.",
        "price": "$20.00",
        "rating": "4",
        "reviews": [
            {
                "id": "baeea75e-1952-4b76-b8fa-0d8297eb4d60",
                "name": "Nicola Lucero",
                "review": "Solid choice for a laptop bag – the Laptoplair provides good protection, but slightly thicker padding would have earned it a full 5 stars.",
                "rating": 4,
                "timestamp": 1694120400000
            },
            {
                "id": "bf4fb706-fa7c-41c7-813d-35286e3bb1a0",
                "name": "Levi Walter",
                "review": "The Laptoplair Laptop Bag is a perfect fit for my needs – stylish, sturdy, and offers excellent laptop protection.",
                "rating": 5,
                "timestamp": 1694296800000
            },
            {
                "id": "b7cef15c-6716-4efb-bcc3-752303c708ad",
                "name": "Ines Lopez",
                "review": "The Laptoplair Laptop Bag offers great functionality and ample space, though a few more organizational pockets would have made it even better.",
                "rating": 4,
                "timestamp": 1694361600000
            }
        ]
    },
    {
        "id": "77c906ef-d3d1-4506-8cf0-5d23d11dcbc4",
        "title": "Onyapack Portable Phone Charger",
        "image": "http://localhost:8080/images/PortablePhoneCharger.jpg",
        "description": "A compact powerhouse designed to fuel your ambition and keep your digital venture charged and ready for action. In the fast-paced realm of entrepreneurship, where every moment counts, this sleek and portable charger becomes your lifeline, ensuring you're always connected and in control. Its high-capacity battery provides ample juice for your smartphone, keeping you powered through back-to-back meetings, networking events, and brainstorming sessions.",
        "price": "$35.00",
        "rating": "5",
        "reviews": [
            {
                "id": "4590d37a-7a3a-4672-a7ea-cbbea6161194",
                "name": "Macy Cabrera",
                "review": "Indispensable in my entrepreneurial toolkit, the Onyapack Portable Phone Charger is truly remarkable.",
                "rating": 5,
                "timestamp": 1694257200000
            },
            {
                "id": "1b36ba1b-6b7b-4863-a1a7-b31ab072ce9f",
                "name": "Felix Mendez",
                "review": "The Onyapack Portable Phone Charger is a lifesaver, keeping my devices powered all day long!",
                "rating": 5,
                "timestamp": 1694350800000
            }
        ]
    },
    {
        "id": "db40e71d-19ed-4d8d-aa04-0c52775872ed",
        "title": "Endurobyte 1TB External Hard Drive",
        "image": "http://localhost:8080/images/ExternalHarddrive.jpg",
        "description": "In the fast-paced world of business innovation, seamless data management is key. Equipped yourself with the Endurobyte 1TB External Hard Drive - a dynamic companion designed to empower aspiring entrepreneurs with the storage capacity they need to bring their digital ventures to life. Its professional grey finish complements your entrepreneurial spirit, while fast USB 3.0 connectivity ensures efficient data management. Elevate your business journey with the power of organized, on-the-go storage.",
        "price": "$89.00",
        "rating": "5",
        "reviews": [
            {
                "id": "24b939f2-e142-40f5-8ae3-9335400879de",
                "name": "Jerome Finley",
                "review": "The Endurobyte 1TB External Hard Drive is a storage powerhouse that exceeded my expectations – a definite 5-star investment.",
                "rating": 5,
                "timestamp": 1694354400000
            },
            {
                "id": "a4fa9a14-583b-41f8-9e20-68602d1f425e",
                "name": "Tommy-Lee Harris",
                "review": "The Endurobyte 1TB External Hard Drive delivers on its promise of ample storage and seamless data transfer, earning a solid 5 stars.",
                "rating": 5,
                "timestamp": 1694397600000
            },
            {
                "id": "e29d3a6a-e5c7-42bf-b12b-258ed623c0ae",
                "name": "Aadam King",
                "review": "I'm beyond impressed with the Endurobyte 1TB External Hard Drive – it's sleek, reliable, and an essential addition to my tech setup.",
                "rating": 5,
                "timestamp": 1694484000000
            }
        ]
    },
    {
        "id": "c24668b2-1a89-4754-850f-122529efcde1",
        "title": "ArmorAudio Noise Cancelling Headphones",
        "image": "http://localhost:8080/images/Noise-Cancelling-Headphones.jpg",
        "description": "Introducing our ArmorAudio Noise Cancelling Headphones – the ultimate companion for aspiring entrepreneurs seeking focus, inspiration, and unmatched style. Embrace a world of uninterrupted productivity and immersive sound, perfect for those who are always on the go. Dressed in a sleek white exterior, Crafted for comfort during those marathon brainstorming sessions, the plush cushioning of the ear cups ensures that your creative sessions remain fatigue-free ensuring that you can concentrate on your tasks and ideas with clarity, even in the midst of a bustling workspace.",
        "price": "$79.00",
        "rating": "4",
        "reviews": [
            {
                "id": "462db7ed-231d-436b-ac4e-5b1573535bf7",
                "name": "Kaya Terry",
                "review": "Great noise cancellation and comfortable fit, though the controls on the ArmorAudio headphones could be more intuitive.",
                "rating": 4,
                "timestamp": 1694372400000
            }
        ]
    },
    {
        "id": "55d70052-8ae7-4df5-937f-3af8a3460638",
        "title": "IvoryMarker Whiteboard",
        "image": "http://localhost:8080/images/Whiteboard.jpg",
        "description": "Our IvoryMarker Whiteboard - a strategic tool designed to empower your visionary journey and amplify your business prowess. This dynamic whiteboard is your canvas for mapping out ideas, devising game-changing strategies, and fuelling the innovation that drives your success. Immerse yourself in the creative process as you brainstorm and visualize your next big breakthrough, transforming concepts into actionable plans and guiding you towards your goals.",
        "price": "$56.00",
        "rating": "5",
        "reviews": [
            {
                "id": "cc00919f-9dcb-4db5-bac4-c74d0bde4381",
                "name": "Chad Rollins",
                "review": "Absolutely love the IvoryMarker Whiteboard – it's a game-changer for organizing my ideas and tasks, earning a well-deserved 5 stars.",
                "rating": 5,
                "timestamp": 1694113200000
            },
            {
                "id": "54a52fa0-fa7b-4ab6-84f7-0f964f2df74d",
                "name": "Tanya Beasley",
                "review": "Couldn't be happier with the IvoryMarker Whiteboard – it's sleek, easy to clean, and enhances my productivity.",
                "rating": 5,
                "timestamp": 1694376000000
            },
            {
                "id": "63f0cd14-e501-43c3-abbc-54868637c497",
                "name": "Ellis Joyce",
                "review": "The IvoryMarker Whiteboard is an exceptional tool with smooth writing, making it a perfect addition to my workspace.",
                "rating": 5,
                "timestamp": 1694451600000
            }
        ]
    },
    {
        "id": "f4c45f03-789a-422b-84c1-b88429bf46c7",
        "title": "IlumiVue Blue Light Glasses",
        "image": "http://localhost:8080/images/BluelightGlasses.jpg",
        "description": "In a digital world that never sleeps, our IlumiVue Blue Light Glasses engineered for the forward-thinking entrepreneur are your shield against digital eye strain and fatigue. The sleek design not only complements your professional image but also reflects your commitment to holistic well-being. Whether you're diving into market research or fine-tuning your website, these glasses are your secret weapon for sustained focus and optimal performance.",
        "price": "$15.00",
        "rating": "4",
        "reviews": [
            {
                "id": "3300150b-2e9d-4096-b6a7-37e4d9863fb7",
                "name": "Francis Webster",
                "review": "Love the effectiveness and style of the IlumiVue Blue Light Glasses – they're a must-have for long hours in front of screens.",
                "rating": 5,
                "timestamp": 1694278800000
            },
            {
                "id": "11593c58-0eb0-4b63-a063-289e555ac060",
                "name": "Liberty Sanford",
                "review": "These glasses help alleviate digital eye fatigue, though I'd appreciate more style options for the IlumiVue Blue Light Glasses.",
                "rating": 4,
                "timestamp": 1694275200000
            },
            {
                "id": "e1811c77-8dd0-4aa9-94fb-75dca111d4d0",
                "name": "Jaden Kemp",
                "review": "The IlumiVue Blue Light Glasses are effective at reducing eye strain, but the fit could be slightly more comfortable.",
                "rating": 4,
                "timestamp": 1694534400000
            }
        ]
    }
]